results/synthetic/baselines/io_stream.fio-seqwrite.hammerthrow-baseline-9.out
file1: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=2358: Wed Jul  8 15:06:51 2015
  write: io=4096.0MB, bw=102897KB/s, iops=803, runt= 40762msec
    slat (usec): min=20, max=18170, avg=46.02, stdev=248.13
    clat (msec): min=3, max=69, avg= 9.90, stdev= 1.53
     lat (msec): min=4, max=69, avg= 9.95, stdev= 1.56
    clat percentiles (usec):
     |  1.00th=[ 9408],  5.00th=[ 9536], 10.00th=[ 9536], 20.00th=[ 9536],
     | 30.00th=[ 9792], 40.00th=[ 9792], 50.00th=[ 9792], 60.00th=[ 9792],
     | 70.00th=[ 9920], 80.00th=[10048], 90.00th=[10048], 95.00th=[10048],
     | 99.00th=[12992], 99.50th=[17280], 99.90th=[26240], 99.95th=[36096],
     | 99.99th=[69120]
    bw (KB  /s): min=88320, max=105984, per=100.00%, avg=102985.72, stdev=2918.09
    lat (msec) : 4=0.01%, 10=72.00%, 20=27.70%, 50=0.24%, 100=0.05%
  cpu          : usr=1.94%, sys=7.88%, ctx=33249, majf=0, minf=25
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=32768/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=102897KB/s, minb=102897KB/s, maxb=102897KB/s, mint=40762msec, maxt=40762msec

Disk stats (read/write):
  sda: ios=0/32752, merge=0/236, ticks=0/352300, in_queue=352288, util=99.86%