results/synthetic/baselines/io_stream.fio-seqwrite.hogun-baseline-4.out
file1: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=13922: Wed Jul  8 15:36:36 2015
  write: io=4096.0MB, bw=95470KB/s, iops=745, runt= 43933msec
    slat (usec): min=37, max=182783, avg=121.66, stdev=1015.08
    clat (msec): min=1, max=310, avg=10.59, stdev=11.62
     lat (msec): min=1, max=345, avg=10.72, stdev=11.75
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[   10], 20.00th=[   10],
     | 30.00th=[   10], 40.00th=[   10], 50.00th=[   10], 60.00th=[   10],
     | 70.00th=[   10], 80.00th=[   11], 90.00th=[   11], 95.00th=[   12],
     | 99.00th=[   28], 99.50th=[  127], 99.90th=[  178], 99.95th=[  180],
     | 99.99th=[  219]
    bw (KB  /s): min=51712, max=108544, per=100.00%, avg=95699.26, stdev=12739.74
    lat (msec) : 2=0.01%, 4=0.14%, 10=70.83%, 20=27.49%, 50=0.92%
    lat (msec) : 100=0.02%, 250=0.58%, 500=0.01%
  cpu          : usr=2.06%, sys=11.57%, ctx=33821, majf=0, minf=820
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=32768/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=95470KB/s, minb=95470KB/s, maxb=95470KB/s, mint=43933msec, maxt=43933msec

Disk stats (read/write):
  sda: ios=0/32702, merge=0/291, ticks=0/347224, in_queue=347144, util=99.91%