results/synthetic/baselines/io_stream.fio-seqwrite.hogun-baseline-6.out
file1: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=13969: Wed Jul  8 15:38:05 2015
  write: io=4096.0MB, bw=96623KB/s, iops=754, runt= 43409msec
    slat (usec): min=37, max=176768, avg=119.97, stdev=981.78
    clat (msec): min=2, max=305, avg=10.47, stdev=11.30
     lat (msec): min=2, max=353, avg=10.59, stdev=11.44
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[   10], 20.00th=[   10],
     | 30.00th=[   10], 40.00th=[   10], 50.00th=[   10], 60.00th=[   10],
     | 70.00th=[   10], 80.00th=[   11], 90.00th=[   11], 95.00th=[   12],
     | 99.00th=[   26], 99.50th=[  119], 99.90th=[  186], 99.95th=[  196],
     | 99.99th=[  204]
    bw (KB  /s): min=44502, max=108800, per=100.00%, avg=97084.59, stdev=13322.29
    lat (msec) : 4=0.12%, 10=74.20%, 20=24.50%, 50=0.56%, 100=0.07%
    lat (msec) : 250=0.55%, 500=0.01%
  cpu          : usr=2.06%, sys=11.62%, ctx=33849, majf=0, minf=1615
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=32768/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=96622KB/s, minb=96622KB/s, maxb=96622KB/s, mint=43409msec, maxt=43409msec

Disk stats (read/write):
  sda: ios=0/32530, merge=0/278, ticks=0/334924, in_queue=334888, util=99.91%