results/synthetic/baselines/io_stream.fio-seqwrite.hogun-baseline-6.out
file1: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=22172: Thu Jul  9 18:55:17 2015
  write: io=4096.0MB, bw=88271KB/s, iops=689, runt= 47516msec
    slat (usec): min=37, max=213088, avg=127.26, stdev=1600.79
    clat (msec): min=2, max=327, avg=11.46, stdev=13.79
     lat (msec): min=2, max=456, avg=11.59, stdev=14.02
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[   10], 20.00th=[   11],
     | 30.00th=[   11], 40.00th=[   11], 50.00th=[   11], 60.00th=[   11],
     | 70.00th=[   12], 80.00th=[   12], 90.00th=[   13], 95.00th=[   13],
     | 99.00th=[   28], 99.50th=[  135], 99.90th=[  217], 99.95th=[  223],
     | 99.99th=[  326]
    bw (KB  /s): min= 5896, max=104192, per=100.00%, avg=88506.00, stdev=14751.57
    lat (msec) : 4=0.15%, 10=17.18%, 20=81.08%, 50=0.85%, 100=0.07%
    lat (msec) : 250=0.63%, 500=0.02%
  cpu          : usr=1.87%, sys=10.57%, ctx=33669, majf=0, minf=557
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=32768/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=88271KB/s, minb=88271KB/s, maxb=88271KB/s, mint=47516msec, maxt=47516msec

Disk stats (read/write):
  sda: ios=0/32596, merge=0/383, ticks=0/381888, in_queue=381820, util=99.93%