results/synthetic/baselines/io_stream.fio-seqwrite.hogun-baseline-9.out
file1: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=22250: Thu Jul  9 18:57:40 2015
  write: io=4096.0MB, bw=87854KB/s, iops=686, runt= 47742msec
    slat (usec): min=36, max=185090, avg=120.55, stdev=1030.08
    clat (usec): min=910, max=288253, avg=11524.84, stdev=14078.99
     lat (msec): min=1, max=304, avg=11.65, stdev=14.18
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[   10], 20.00th=[   11],
     | 30.00th=[   11], 40.00th=[   11], 50.00th=[   11], 60.00th=[   11],
     | 70.00th=[   12], 80.00th=[   12], 90.00th=[   13], 95.00th=[   13],
     | 99.00th=[   34], 99.50th=[  137], 99.90th=[  217], 99.95th=[  225],
     | 99.99th=[  289]
    bw (KB  /s): min=40960, max=102144, per=100.00%, avg=88500.53, stdev=13021.57
    lat (usec) : 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.15%, 10=18.04%, 20=80.17%, 50=0.85%
    lat (msec) : 100=0.10%, 250=0.66%, 500=0.02%
  cpu          : usr=1.86%, sys=10.54%, ctx=33747, majf=0, minf=1615
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=32768/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=87853KB/s, minb=87853KB/s, maxb=87853KB/s, mint=47742msec, maxt=47742msec

Disk stats (read/write):
  sda: ios=0/32702, merge=0/332, ticks=0/372400, in_queue=372576, util=99.92%