results/synthetic/baselines/io_stream.fio-seqwrite.shark-baseline-5.out
file1: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=6276: Wed Jul  8 15:35:15 2015
  write: io=4096.0MB, bw=121030KB/s, iops=945, runt= 34655msec
    slat (usec): min=41, max=3762, avg=65.32, stdev=30.04
    clat (msec): min=1, max=129, avg= 8.39, stdev= 4.39
     lat (msec): min=1, max=130, avg= 8.46, stdev= 4.39
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    7], 10.00th=[    7], 20.00th=[    7],
     | 30.00th=[    8], 40.00th=[    8], 50.00th=[    8], 60.00th=[    8],
     | 70.00th=[    8], 80.00th=[    8], 90.00th=[   14], 95.00th=[   15],
     | 99.00th=[   17], 99.50th=[   30], 99.90th=[   63], 99.95th=[   83],
     | 99.99th=[  117]
    bw (KB  /s): min=82516, max=129015, per=100.00%, avg=121365.04, stdev=6964.72
    lat (msec) : 2=0.05%, 4=0.78%, 10=83.58%, 20=14.79%, 50=0.63%
    lat (msec) : 100=0.11%, 250=0.05%
  cpu          : usr=1.55%, sys=5.82%, ctx=5527, majf=0, minf=1355
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=32768/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=121030KB/s, minb=121030KB/s, maxb=121030KB/s, mint=34655msec, maxt=34655msec

Disk stats (read/write):
  sda: ios=0/32522, merge=0/179, ticks=0/256860, in_queue=256852, util=99.82%