results/synthetic/baselines/io_stream.fio-seqwrite.shark-baseline-9.out
file1: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=6365: Wed Jul  8 15:37:35 2015
  write: io=4096.0MB, bw=120745KB/s, iops=943, runt= 34737msec
    slat (usec): min=39, max=356, avg=62.91, stdev=21.92
    clat (msec): min=1, max=71, avg= 8.41, stdev= 3.84
     lat (msec): min=1, max=71, avg= 8.48, stdev= 3.84
    clat percentiles (usec):
     |  1.00th=[ 4768],  5.00th=[ 6112], 10.00th=[ 6176], 20.00th=[ 6240],
     | 30.00th=[ 7392], 40.00th=[ 7456], 50.00th=[ 7520], 60.00th=[ 7520],
     | 70.00th=[ 7520], 80.00th=[ 7712], 90.00th=[13248], 95.00th=[14528],
     | 99.00th=[16512], 99.50th=[29824], 99.90th=[54016], 99.95th=[62208],
     | 99.99th=[69120]
    bw (KB  /s): min=104888, max=127746, per=100.00%, avg=120845.32, stdev=5574.54
    lat (msec) : 2=0.06%, 4=0.66%, 10=83.11%, 20=15.26%, 50=0.79%
    lat (msec) : 100=0.13%
  cpu          : usr=1.30%, sys=5.85%, ctx=5439, majf=0, minf=1350
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=32768/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=120744KB/s, minb=120744KB/s, maxb=120744KB/s, mint=34737msec, maxt=34737msec

Disk stats (read/write):
  sda: ios=0/32642, merge=0/240, ticks=0/259664, in_queue=259664, util=99.83%