results/synthetic/baselines/io_stream.fio-seqwrite.tigger-0-baseline-2.out
file1: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=11526: Wed Jul  8 15:39:00 2015
  write: io=4096.0MB, bw=75668KB/s, iops=591, runt= 55430msec
    slat (usec): min=37, max=26968, avg=111.61, stdev=219.11
    clat (msec): min=2, max=1533, avg=13.41, stdev=13.38
     lat (msec): min=2, max=1533, avg=13.52, stdev=13.41
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[   10], 10.00th=[   10], 20.00th=[   10],
     | 30.00th=[   11], 40.00th=[   11], 50.00th=[   11], 60.00th=[   11],
     | 70.00th=[   11], 80.00th=[   19], 90.00th=[   19], 95.00th=[   28],
     | 99.00th=[   46], 99.50th=[   71], 99.90th=[  135], 99.95th=[  196],
     | 99.99th=[  281]
    bw (KB  /s): min=37120, max=98560, per=100.00%, avg=75817.60, stdev=13580.14
    lat (msec) : 4=0.20%, 10=24.15%, 20=68.12%, 50=6.57%, 100=0.73%
    lat (msec) : 250=0.20%, 500=0.02%, 2000=0.01%
  cpu          : usr=1.44%, sys=8.78%, ctx=33676, majf=0, minf=1616
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=32768/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=75668KB/s, minb=75668KB/s, maxb=75668KB/s, mint=55430msec, maxt=55430msec

Disk stats (read/write):
  sda: ios=0/32721, merge=0/371, ticks=0/459408, in_queue=459328, util=99.94%