results/synthetic/baselines/io_stream.fio-seqwrite.tigger-0-baseline-3.out
file1: (g=0): rw=write, bs=128K-128K/128K-128K/128K-128K, ioengine=libaio, iodepth=8
fio-2.1.3
Starting 1 process
file1: Laying out IO file(s) (1 file(s) / 4096MB)

file1: (groupid=0, jobs=1): err= 0: pid=11548: Wed Jul  8 15:39:56 2015
  write: io=4096.0MB, bw=75934KB/s, iops=593, runt= 55236msec
    slat (usec): min=38, max=35367, avg=114.01, stdev=329.73
    clat (msec): min=1, max=1533, avg=13.36, stdev=13.61
     lat (msec): min=1, max=1533, avg=13.48, stdev=13.66
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[   10], 10.00th=[   10], 20.00th=[   10],
     | 30.00th=[   11], 40.00th=[   11], 50.00th=[   11], 60.00th=[   11],
     | 70.00th=[   11], 80.00th=[   19], 90.00th=[   19], 95.00th=[   28],
     | 99.00th=[   50], 99.50th=[   74], 99.90th=[  133], 99.95th=[  188],
     | 99.99th=[  314]
    bw (KB  /s): min=32886, max=97792, per=100.00%, avg=76051.27, stdev=12285.10
    lat (msec) : 2=0.01%, 4=0.17%, 10=23.50%, 20=68.89%, 50=6.43%
    lat (msec) : 100=0.83%, 250=0.12%, 500=0.05%, 2000=0.01%
  cpu          : usr=1.45%, sys=8.85%, ctx=33709, majf=0, minf=2146
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=32768/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=75934KB/s, minb=75934KB/s, maxb=75934KB/s, mint=55236msec, maxt=55236msec

Disk stats (read/write):
  sda: ios=0/32679, merge=0/381, ticks=0/441988, in_queue=441948, util=99.95%